driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/WithFlow_conc_correlation/Thread2_WithFlowCorrelationInput1.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/correlation/"
                   xmlns="urn:correlationWithFlowTargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <correlationWithFlowPart>
    <string>Thread2_WithFlowCorrelationInput</string>
  </correlationWithFlowPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>